namespace EmployersList
{
    /*
Задание 3
Создайте приложение для учёта сотрудников. Необходимо
хранить следующую информацию:
 ФИО
 Должность
 Заработная плата
 Рабочий email
Для хранения данных сотрудников используйте класс List<T>.
Приложение должно предоставлять такую функциональность:
 Добавление сотрудников
 Удаление сотрудников
 Изменение информации о сотрудниках
 Поиск сотрудников по параметрам
 Сортировка сотрудников по параметрам
     */
    internal class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Hello, World!");
        }
    }
}
